import React from 'react'

function About() {
    return (
        <div className="p-10 flex flex-col text-center">
            <h1 className='text-3xl'>אודות HomMe</h1>
            {/* font weights 500 */}
            <p className='text-lg p-10'>הומי היא פלטפורמה מתקדמת המסייעת לאנשים למצוא דירות להשכרה מבעלי נכסים בצורה ישירה ומקלה על התהליך המורכב של חיפוש דירה.

                באמצעות האתר שלנו, משכירים יכולים לפרסם את דירות שלהם, כולל מידע על המיקום, מחיר השכירות, מספר החדרים, תמונות ועוד.

                למשכירים יש את מלוא השליטה על המודעות שלהם ועל תהליך ההשכרה. אנו פשוט מספקים את הפלטפורמה הטכנולוגית שמבצעת את התהליך הטכני ומעניקה כלים לניהול ופרסום המודעות.

                למשכירים יתרון נוסף, והוא שאנחנו לא גובים עמלות תיווך. כך, הם יכולים לחסוך אלפי שקלים!

                למחפשי הדירות, האתר שלנו מציע מערכת חיפוש מתקדמת המסייעת לסנן את התוצאות על פי העדפותיך המדויקות.
                בנוסף, אנחנו מספקים מקורות מורחבים של מידע נוסף כמו תמונות, תיאורים, פרטים ליצירת קשר עם בעלי הנכסים ישירות.

אנחנו עובדים קשה כדי ליצור חווית משתמש מרהיבה וידידותית, ואנו מבטיחים רמה גבוהה של איכות ושירות. אנו נמשיך לשדרג ולפתח את האתר על מנת להביא למשתמשים שלנו את המבחר הרחב והטוב ביותר של דירות להשכרה ללא תיווך.
                </p>
        </div>
    )
}

export default About